Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# simulator.activity.keyboard
source: Keyboard
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드
zh_hans: 键盘
zh_hant: 鍵盤

# simulator.activity.location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
ja: 位置情報
ko: 위치
zh_hans: 位置
zh_hant: 位置

# simulator.activity.logs
source: Logs
ar: سجلات
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
zh_hans: 日志
zh_hant: 紀錄

# simulator.activity.media
source: Media
ar: الوسائط
de: Medien
es: Multimedia
fr: Médias
ja: メディア
ko: 미디어
zh_hans: 媒体
zh_hant: 媒體

# simulator.activity.memoryWarning
source: Memory Warning
ar: تحذير الذاكرة
de: Speicherwarnung
es: Advertencia de memoria
fr: Avertissement de mémoire
ja: メモリ警告
ko: 메모리 경고
zh_hans: 内存警告
zh_hant: 記憶體警告

# simulator.activity.openURL
source: Open URL
ar: فتح رابط URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir l’URL
ja: URLを開く
ko: URL 열기
zh_hans: 打开 URL
zh_hant: 開啟 URL

# simulator.activity.privacy
source: Privacy
ar: خصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 은둔
zh_hans: 隐私
zh_hant: 隱私

# simulator.activity.privacyStatus
source: Privacy Status
ar: حالة الخصوصية
de: Datenschutzstatus
es: Estado de privacidad
fr: État de la confidentialité
ja: プライバシー状態
ko: 개인정보 보호 상태
zh_hans: 隐私状态
zh_hant: 隱私權狀態

# simulator.activity.pushNotification
source: Push Notification
ar: إشعار دفعي
de: Push-Mitteilung
es: Notificación push
fr: Notification push
ja: プッシュ通知
ko: 푸시 알림
zh_hans: 推送通知
zh_hant: 推播通知

# simulator.activity.reactNativeReload
source: React Native Reload
ar: إعادة تحميل React Native
es: Recarga de React Native
fr: Rechargement React Native
ja: React Nativeの再読み込み
ko: React Native 다시 로드
zh_hans: React Native 重新加载
zh_hant: React Native 重新載入

# simulator.activity.rotate
source: Rotate
ar: تدوير
de: Drehung
es: Rotar
fr: Rotation
ja: 回転
ko: 회전
zh_hans: 旋转
zh_hant: 旋轉

# simulator.activity.softwareKeyboard
source: Software Keyboard
ar: لوحة المفاتيح البرمجية
de: Bildschirmtastatur
es: Teclado de software
fr: Clavier logiciel
ja: ソフトウェアキーボード
ko: 소프트웨어 키보드
zh_hans: 软件键盘
zh_hant: 軟體鍵盤

# simulator.activity.statusBar
source: Status Bar
ar: شريط الحالة
de: Statusleiste
es: Barra de estado
fr: Barre d’état
ja: ステータスバー
ko: 상태 표시줄
zh_hans: 状态栏
zh_hant: 狀態列

# simulator.activity.touch
source: Touch
ar: لمس
es: Toque
fr: Tactile
ja: タッチ
ko: 터치
zh_hans: 触摸
zh_hant: 觸控

# simulator.activity.typeText
source: Type Text
ar: كتابة نص
de: Texteingabe
es: Escribir texto
fr: Saisie de texte
ja: テキスト入力
ko: 텍스트 입력
zh_hans: 输入文本
zh_hant: 輸入文字

# simulator.activity.webInspectorAttach
source: Web Inspector Attach
ar: ربط فاحص الويب
de: Web-Inspektor-Verbindung
es: Conexión de Web Inspector
fr: Connexion de l’inspecteur web
ja: Webインスペクタ接続
ko: 웹 검사기 연결
zh_hans: Web 检查器连接
zh_hant: 附加網頁檢查器

# simulator.activity.webInspectorCommand
source: Web Inspector Command
ar: أمر فاحص الويب
de: Web-Inspektor-Befehl
es: Comando de Web Inspector
fr: Commande de l’inspecteur web
ja: Webインスペクタコマンド
ko: 웹 검사기 명령
zh_hans: Web 检查器命令
zh_hant: 網頁檢查器指令

# simulator.activity.webInspectorHighlight
source: Web Inspector Highlight
ar: تمييز فاحص الويب
de: Web-Inspektor-Hervorhebung
es: Resaltado de Web Inspector
fr: Mise en surbrillance de l’inspecteur web
ja: Webインスペクタハイライト
ko: 웹 검사기 강조 표시
zh_hans: Web 检查器高亮
zh_hant: 網頁檢查器醒目提示

# simulator.activity.webInspectorRelease
source: Web Inspector Release
ar: تحرير فاحص الويب
de: Web-Inspektor-Freigabe
es: Liberación de Web Inspector
fr: Libération de l’inspecteur web
ja: Webインスペクタ解放
ko: 웹 검사기 해제
zh_hans: Web 检查器释放
zh_hant: 釋放網頁檢查器

# simulator.activity.webInspectorTargets
source: Web Inspector Targets
ar: أهداف فاحص الويب
de: Web-Inspektor-Ziele
es: Destinos de Web Inspector
fr: Cibles de l’inspecteur web
ja: Webインスペクタターゲット
ko: 웹 검사기 대상
zh_hans: Web 检查器目标
zh_hant: 網頁檢查器目標

# simulator.appearance.buttonShapes
source: Button Shapes
ar: أشكال الأزرار
de: Tasten-Formen
es: Formas de los botones
fr: Formes de boutons
ja: ボタンの形
ko: 버튼 모양
zh_hans: 按钮形状
zh_hant: 按鈕形狀

# simulator.appearance.clear
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
ja: クリア
ko: 분명한
zh_hans: 清除
zh_hant: 清除

# simulator.appearance.colorFilter
source: Color Filter
ar: فلتر الألوان
de: Farbfilter
es: Filtro de color
fr: Filtre de couleur
ja: カラーフィルタ
ko: 색상 필터
zh_hans: 颜色滤镜
zh_hant: 顏色濾鏡

# simulator.appearance.contentSize
source: Text Size
ar: حجم النص
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
ja: テキストサイズ
ko: 텍스트 크기
zh_hans: 文字大小
zh_hant: 文字大小

# simulator.appearance.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

# simulator.appearance.differentiateWithoutColor
source: Differentiate Without Color
ar: التمييز بدون لون
de: Ohne Farbe differenzieren
es: Diferenciar sin color
fr: Différencier sans couleur
ja: カラー以外で区別
ko: 색상 없이 구별
zh_hans: 不使用颜色区分
zh_hant: 區分不靠顏色

# simulator.appearance.increaseContrast
source: Increase Contrast
ar: زيادة التباين
de: Kontrast erhöhen
es: Aumentar contraste
fr: Augmenter le contraste
ja: コントラストを上げる
ko: 대비 증가
zh_hans: 增强对比度
zh_hant: 提高對比

# simulator.appearance.invertColors
source: Invert Colors
ar: عكس الألوان
de: Farben umkehren
es: Invertir colores
fr: Inverser les couleurs
ja: 色を反転
ko: 색상 반전
zh_hans: 反转颜色
zh_hant: 反相顏色

# simulator.appearance.light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# simulator.appearance.reduceMotion
source: Reduce Motion
ar: تقليل الحركة
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
ja: 視差効果を減らす
ko: 동작 줄이기
zh_hans: 减弱动态效果
zh_hant: 減少動態效果

# simulator.appearance.reduceTransparency
source: Reduce Transparency
ar: تقليل الشفافية
de: Transparenz reduzieren
es: Reducir transparencia
fr: Réduire la transparence
ja: 透明度を下げる
ko: 투명도 줄이기
zh_hans: 降低透明度
zh_hant: 減少透明度

# simulator.appearance.tinted
source: Tinted
ar: ملون
de: Eingefärbt
es: Tintado
fr: Teinté
ja: 色付き
ko: 색상 적용
zh_hans: 着色
zh_hant: 著色

# simulator.application.arguments
source: Launch Arguments
ar: وسيطات التشغيل
de: Startargumente
es: Argumentos de inicio
fr: Arguments de lancement
ja: 起動引数
ko: 실행 인자
zh_hans: 启动参数
zh_hant: 啟動引數

# simulator.application.build
source: Build
ar: يبني
de: Bauen
es: Construir
fr: Construire
ja: ビルド
ko: 짓다
zh_hans: 构建
zh_hant: 建造

# simulator.application.executable
source: Executable
ar: الملف التنفيذي
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
ja: 実行ファイル
ko: 실행 파일
zh_hans: 可执行文件
zh_hant: 可執行檔

# simulator.application.minimumOS
source: Minimum OS
ar: الحد الأدنى لنظام التشغيل
de: Minimales Betriebssystem
es: SO mínimo
fr: Système d’exploitation minimal
ja: 最小OS
ko: 최소 OS
zh_hans: 最低系统版本
zh_hant: 最低 OS 版本

# simulator.application.path
source: App Path
ar: مسار التطبيق
de: App-Pfad
es: Ruta de la aplicación
fr: Chemin de l’application
ja: Appのパス
ko: 앱 경로
zh_hans: 应用路径
zh_hant: App 路徑

# simulator.application.processIdentifier
source: Process ID
ar: معرف العملية
de: Prozess-ID
es: ID del proceso
fr: Identifiant de processus
ja: プロセスID
ko: 프로세스 ID
zh_hans: 进程 ID
zh_hant: 程序 ID

# simulator.application.terminateRunning
source: Terminate Running App
ar: إنهاء التطبيق قيد التشغيل
de: Laufende App beenden
es: Finalizar aplicación en ejecución
fr: Terminer l’application en cours d’exécution
ja: 実行中のAppを終了
ko: 실행 중인 앱 종료
zh_hans: 终止运行中的应用
zh_hant: 終止執行中的 App

# simulator.application.version
source: Version
ar: إصدار
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# simulator.application.waitForDebugger
source: Wait for Debugger
ar: الانتظار لمصحح الأخطاء
de: Auf Debugger warten
es: Esperar al depurador
fr: Attendre le débogueur
ja: デバッガを待機
ko: 디버거 대기
zh_hans: 等待调试器
zh_hant: 等待偵錯器

# simulator.authorization.critical
source: Critical Alerts
ar: تنبيهات حرجة
de: Kritische Hinweise
es: Alertas críticas
fr: Alertes critiques
ja: 重大な通知
ko: 긴급 알림
zh_hans: 重要提醒
zh_hant: 重要警報

# simulator.authorization.denied
source: Denied
ar: مرفوض
de: Abgelehnt
es: Denegado
fr: Refusé
ja: 拒否
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

# simulator.authorization.granted
source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Autorisé
ja: 許可
ko: 허용됨
zh_hans: 已授予
zh_hant: 已授與

# simulator.authorization.limited
source: Limited
ar: محدود
de: Eingeschränkt
es: Limitado
fr: Limité
ja: 制限付き
ko: 제한됨
zh_hans: 受限
zh_hant: 受限

# simulator.authorization.notDetermined
source: Not Determined
ar: غير محدد
de: Nicht festgelegt
es: No determinado
fr: Non déterminé
ja: 未決定
ko: 결정되지 않음
zh_hans: 未确定
zh_hant: 未決定

# simulator.authorization.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# simulator.battery.charged
source: Charged
ar: مشحون
de: Geladen
es: Cargada
fr: Chargé
ja: 充電済み
ko: 충전 완료
zh_hans: 已充满
zh_hant: 已充滿

# simulator.battery.charging
source: Charging
ar: جارٍ الشحن
de: Lädt
es: Cargando
fr: En charge
ja: 充電中
ko: 충전 중
zh_hans: 充电中
zh_hant: 充電中

# simulator.battery.discharging
source: Discharging
ar: جارٍ التفريغ
de: Entlädt
es: Descargando
fr: Décharge en cours
ja: バッテリー使用中
ko: 방전 중
zh_hans: 放电中
zh_hant: 放電中

# simulator.camera.experimentalHelp
source: Camera injection uses private Simulator interfaces and may stop working after an Xcode update.
ar: يستخدم حقن الكاميرا واجهات Simulator الخاصة وقد يتوقف عن العمل بعد تحديث Xcode.
de: Die Kamera-Einspeisung verwendet private Simulator-Schnittstellen und funktioniert nach einem Xcode-Update möglicherweise nicht mehr.
es: La inyección de cámara utiliza interfaces privadas del simulador y puede dejar de funcionar después de una actualización de Xcode.
fr: L’injection d’appareil photo utilise des interfaces privées du Simulator et peut cesser de fonctionner après une mise à jour de Xcode.
ja: カメラ注入は非公開のSimulatorインターフェイスを使用するため、Xcodeの更新後に動作しなくなる場合があります。
ko: 카메라 주입은 비공개 Simulator 인터페이스를 사용하므로 Xcode 업데이트 후에 작동이 중단될 수 있습니다.
zh_hans: 摄像头注入使用模拟器的私有接口，Xcode 更新后可能失效。
zh_hant: 相機插入功能使用的是私有的模擬器介面，在 Xcode 更新後可能會停止運作。

# simulator.camera.hostDevice
source: Mac Camera
ar: كاميرا Mac
de: Mac-Kamera
es: Cámara del Mac
fr: Appareil photo du Mac
ja: Macのカメラ
ko: Mac 카메라
zh_hans: Mac 摄像头
zh_hant: Mac 相機

# simulator.camera.injectedApplications
source: Injected Apps
ar: التطبيقات المحقونة
de: Eingespeiste Apps
es: Apps inyectadas
fr: Applications injectées
ja: 注入済みApp
ko: 주입된 앱
zh_hans: 已注入的应用
zh_hant: 已插入的 App

# simulator.camera.mirror
source: Mirror
ar: انعكاس مرآتي
de: Spiegeln
es: Reflejar
fr: Effet miroir
ja: ミラー
ko: 미러링
zh_hans: 镜像
zh_hant: 鏡像

# simulator.camera.mirror.auto
source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# simulator.camera.mirror.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

# simulator.camera.mirror.on
source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켬
zh_hans: 开启
zh_hant: 開啟

# simulator.camera.source
source: Source
ar: مصدر
de: Quelle
es: Fuente
ja: ソース
ko: 원천
zh_hans: 来源
zh_hant: 來源

# simulator.camera.source.disabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 已停用
zh_hant: 已停用

# simulator.cellular.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: 接続済み
ko: 활성
zh_hans: 活动
zh_hant: 使用中

# simulator.cellular.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 接続失敗
ko: 실패한
zh_hans: 失败
zh_hant: 失敗的

# simulator.cellular.notSupported
source: Not Supported
ar: غير مدعوم
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 未対応
ko: 지원되지 않음
zh_hans: 不支持
zh_hant: 不支援

# simulator.cellular.searching
source: Searching
ar: جارٍ البحث
de: Suchen
es: Buscando
fr: Recherche…
ja: 検索中
ko: 검색 중
zh_hans: 搜索中
zh_hant: 搜尋中

# simulator.clipboard.inputTooLarge
source: Clipboard text must be 1 MiB or smaller.
ar: يجب أن يكون نص الحافظة 1 ميبي بايت أو أصغر.
de: Der Text der Zwischenablage darf maximal 1 MiB groß sein.
es: El texto del portapapeles debe ser de 1 MiB o menos.
fr: Le texte du presse-papiers doit être inférieur ou égal à 1 Mio.
ja: クリップボードのテキストは1 MiB以下にしてください。
ko: 클립보드 텍스트는 1 MiB 이하여야 합니다.
zh_hans: 剪贴板文本不得超过 1 MiB。
zh_hant: 剪貼簿文字必須為 1 MiB 或更小。

# simulator.clipboard.outputTooLarge
source: The Simulator clipboard is larger than 1 MiB.
ar: حافظة الـ Simulator أكبر من 1 ميبي بايت.
de: Die Simulator-Zwischenablage ist größer als 1 MiB.
es: El portapapeles del simulador es mayor de 1 MiB.
fr: Le presse-papiers du Simulator est supérieur à 1 Mio.
ja: Simulatorのクリップボードが1 MiBを超えています。
ko: 시뮬레이터 클립보드가 1 MiB보다 큽니다.
zh_hans: 模拟器剪贴板内容超过 1 MiB。
zh_hant: 模擬器剪貼簿大於 1 MiB。

# simulator.colorFilter.blueYellow
source: Blue-Yellow
ar: أزرق-أصفر
de: Blau-Gelb
es: Azul-amarillo
fr: Bleu-jaune
ja: 青-黄
ko: 청황색
zh_hans: 蓝-黄
zh_hant: 藍黃

# simulator.colorFilter.grayscale
source: Grayscale
ar: تدرج الرمادي
de: Graustufen
es: Escala de grises
fr: Niveaux de gris
ja: グレイスケール
ko: 흑백음영
zh_hans: 灰度
zh_hant: 灰階

# simulator.colorFilter.greenRed
source: Green-Red
ar: أخضر-أحمر
de: Grün-Rot
es: Verde-rojo
fr: Vert-rouge
ja: 緑-赤
ko: 녹적색
zh_hans: 绿-红
zh_hant: 綠紅

# simulator.colorFilter.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# simulator.colorFilter.redGreen
source: Red-Green
ar: أحمر-أخضر
de: Rot-Grün
es: Rojo-verde
fr: Rouge-vert
ja: 赤-緑
ko: 적록색
zh_hans: 红-绿
zh_hant: 紅綠

# simulator.connection.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: 接続済み
ko: 활성
zh_hans: 活动
zh_hant: 使用中

# simulator.connection.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 接続失敗
ko: 실패한
zh_hans: 失败
zh_hant: 失敗的

# simulator.connection.searching
source: Searching
ar: جارٍ البحث
de: Suchen
es: Buscando
fr: Recherche…
ja: 検索中
ko: 검색 중
zh_hans: 搜索中
zh_hant: 搜尋中

# simulator.control.applicationListUnexpected
source: Xcode returned an unexpected installed-application list.
ar: أرجع Xcode قائمة تطبيقات مثبتة غير متوقعة.
de: Xcode hat eine unerwartete Liste installierter Anwendungen zurückgegeben.
es: Xcode devolvió una lista inesperada de aplicaciones instaladas.
fr: Xcode a renvoyé une liste d’applications installées inattendue.
ja: Xcodeから予期しない形式のインストール済みアプリ一覧が返されました。
ko: Xcode가 예기치 않은 설치된 애플리케이션 목록을 반환했습니다.
zh_hans: Xcode 返回了意外的已安装应用列表。
zh_hant: Xcode 傳回了非預期的已安裝應用程式清單。

# simulator.control.applicationListUnreadable
source: Xcode returned an unreadable installed-application list: %@
ar: أرجع Xcode قائمة تطبيقات مثبتة غير قابلة للقراءة: %@
de: Xcode hat eine unlesbare Liste der installierten Anwendungen zurückgegeben: %@
es: Xcode devolvió una lista ilegible de aplicaciones instaladas: %@
fr: Xcode a renvoyé une liste d'applications installées illisible : %@
ja: Xcodeから返されたインストール済みアプリ一覧を読み取れませんでした: %@
ko: Xcode가 읽을 수 없는 설치된 애플리케이션 목록을 반환했습니다: %@
zh_hans: Xcode 返回了无法读取的已安装应用列表：%@
zh_hant: Xcode 傳回了無法讀取的已安裝應用程式清單：%@

# simulator.control.cameraRequiresWorker
source: Camera injection must run inside the isolated Simulator worker.
ar: يجب تشغيل حقن الكاميرا داخل عامل الـ Simulator المعزول.
de: Die Kamera-Einspeisung muss innerhalb des isolierten Simulator-Workers ausgeführt werden.
es: La inyección de cámara debe ejecutarse dentro del worker aislado del simulador.
fr: L’injection d’appareil photo doit s’exécuter dans le worker Simulator isolé.
ja: カメラ入力は分離されたSimulatorワーカー内で実行する必要があります。
ko: 카메라 주입은 격리된 시뮬레이터 워커 내부에서 실행되어야 합니다.
zh_hans: 摄像头注入必须在隔离的模拟器工作进程中运行。
zh_hant: 相機插入功能必須在隔離的模擬器工作程式中執行。

# simulator.control.clipboardStagingFailed
source: cmux could not create a private clipboard staging file.
ar: لم يتمكن cmux من إنشاء ملف تجهيز حافظة خاص.
de: cmux konnte keine private Bereitstellungsdatei für die Zwischenablage erstellen.
es: cmux no pudo crear un archivo de preparación de portapapeles privado.
fr: cmux n’a pas pu créer un fichier de transit de presse-papiers privé.
ja: cmuxは非公開のクリップボード一時ファイルを作成できませんでした。
ko: cmux가 비공개 클립보드 스테이징 파일을 생성할 수 없습니다.
zh_hans: cmux 无法创建私有的剪贴板暂存文件。
zh_hant: cmux 無法建立私有的剪貼簿預備檔案。

# simulator.control.correlatedActionRequiresWorker
source: This action requires correlated execution in the isolated Simulator worker.
ar: يتطلب هذا الإجراء تنفيذًا مرتبطًا في عامل الـ Simulator المعزول.
de: Diese Aktion erfordert eine korrelierte Ausführung im isolierten Simulator-Worker.
es: Esta acción requiere una ejecución correlacionada en el worker aislado del simulador.
fr: Cette action nécessite une exécution corrélée dans le worker Simulator isolé.
ja: この操作は分離されたSimulatorワーカーで関連付けて実行する必要があります。
ko: 이 작업은 격리된 시뮬레이터 워커에서의 연관 실행이 필요합니다.
zh_hans: 此操作需要在隔离的模拟器工作进程中关联执行。
zh_hant: 此動作需要在隔離的 Simulator 工作者中進行關聯執行。

# simulator.control.deviceListUnreadable
source: Xcode returned an unreadable Simulator device list: %@
ar: أرجع Xcode قائمة أجهزة Simulator غير قابلة للقراءة: %@
de: Xcode hat eine unlesbare Simulator-Geräteliste zurückgegeben: %@
es: Xcode devolvió una lista ilegible de dispositivos del simulador: %@
fr: Xcode a renvoyé une liste de simulateurs illisible : %@
ja: Xcodeから返されたSimulatorデバイス一覧を読み取れませんでした: %@
ko: Xcode가 읽을 수 없는 시뮬레이터 기기 목록을 반환했습니다: %@
zh_hans: Xcode 返回了无法读取的模拟器设备列表：%@
zh_hant: Xcode 傳回了無法讀取的 Simulator 裝置列表：%@

# simulator.control.environmentKeyInvalid
source: The application environment key '%@' is invalid.
ar: مفتاح بيئة التطبيق '%@' غير صالح.
de: Der Anwendungsumgebungsschlüssel '%@' ist ungültig.
es: La clave de entorno de la aplicación '%@' no es válida.
fr: La clé d'environnement de l'application '%@' n'est pas valide.
ja: アプリケーション環境変数のキー「%@」は無効です。
ko: 애플리케이션 환경 키 '%@'이(가) 유효하지 않습니다.
zh_hans: 应用环境变量键 '%@' 无效。
zh_hant: 應用程式環境鍵值 '%@' 無效。

# simulator.control.failed
source: Simulator action failed
ar: فشل إجراء الـ Simulator
de: Simulator-Aktion fehlgeschlagen
es: Error en la acción del simulador
fr: L’action du simulateur a échoué
ja: シミュレータ操作に失敗しました
ko: 시뮬레이터 동작 실패
zh_hans: 模拟器操作失败
zh_hant: Simulator 動作失敗

# simulator.control.liveAccessibilityRequiresHelper
source: This live accessibility setting requires the contained in-Simulator helper.
ar: تتطلب ميزة تسهيل الاستخدام المباشرة هذه المساعد المضمن داخل الـ Simulator.
de: Diese Live-Einstellung für Bedienungshilfen erfordert das enthaltene Hilfsprogramm im Simulator.
es: Este ajuste de accesibilidad en vivo requiere el asistente integrado en el simulador.
fr: Ce paramètre d’accessibilité en direct nécessite l’assistant intégré au Simulator.
ja: このライブアクセシビリティ設定にはSimulator内の隔離ヘルパーが必要です。
ko: 이 라이브 접근성 설정은 포함된 시뮬레이터 내 도우미가 필요합니다.
zh_hans: 此实时辅助功能设置需要模拟器内置的辅助程序。
zh_hant: 此即時輔助功能設定需要內建的 Simulator 內建輔助程式。

# simulator.control.locationCoordinateInvalid
source: Latitude must be from -90 through 90 and longitude from -180 through 180.
ar: يجب أن يكون خط العرض من -90 إلى 90 وخط الطول من -180 إلى 180.
de: Der Breitengrad muss zwischen -90 und 90 und der Längengrad zwischen -180 und 180 liegen.
es: La latitud debe estar entre -90 y 90, y la longitud entre -180 y 180.
fr: La latitude doit être comprise entre -90 et 90, et la longitude entre -180 et 180.
ja: 緯度は-90から90、経度は-180から180の範囲で指定してください。
ko: 위도는 -90에서 90 사이, 경도는 -180에서 180 사이여야 합니다.
zh_hans: 纬度必须在 -90 到 90 之间，经度必须在 -180 到 180 之间。
zh_hant: 緯度必須介於 -90 至 90 之間，經度必須介於 -180 至 180 之間。

# simulator.control.locationDistanceInvalid
source: Location route update distance must be positive.
ar: يجب أن تكون مسافة تحديث مسار الموقع موجبة.
de: Die Aktualisierungsdistanz der Standortroute muss positiv sein.
es: La distancia de actualización de la ruta de ubicación debe ser positiva.
fr: La distance de mise à jour de l’itinéraire de localisation doit être positive.
ja: 位置情報ルートの更新距離は正の値で指定してください。
ko: 위치 경로 업데이트 거리는 양수여야 합니다.
zh_hans: 位置路线的更新距离必须为正数。
zh_hant: 位置路線更新距離必須為正數。

# simulator.control.locationIntervalInvalid
source: Location route update interval must be positive.
ar: يجب أن تكون الفترة الزمنية لتحديث مسار الموقع موجبة.
de: Das Aktualisierungsintervall der Standortroute muss positiv sein.
es: El intervalo de actualización de la ruta de ubicación debe ser positivo.
fr: L’intervalle de mise à jour de l’itinéraire de localisation doit être positif.
ja: 位置情報ルートの更新間隔は正の値で指定してください。
ko: 위치 경로 업데이트 간격은 양수여야 합니다.
zh_hans: 位置路线的更新间隔必须为正数。
zh_hant: 位置路線更新間隔必須為正數。

# simulator.control.locationRouteInvalid
source: A location route needs at least two distinct waypoints and a positive speed.
ar: يتطلب مسار الموقع نقطتين مرجعيتين متميزتين على الأقل وسرعة موجبة.
de: Eine Standortroute benötigt mindestens zwei verschiedene Wegpunkte und eine positive Geschwindigkeit.
es: Una ruta de ubicación necesita al menos dos puntos de referencia distintos y una velocidad positiva.
fr: Un itinéraire de localisation nécessite au moins deux points de passage distincts et une vitesse positive.
ja: 位置情報ルートには異なる2つ以上のウェイポイントと正の速度が必要です。
ko: 위치 경로는 최소 두 개의 고유한 경유지와 양수의 속도가 필요합니다.
zh_hans: 位置路线至少需要两个不同的途经点和一个为正的速度值。
zh_hant: 位置路線需要至少兩個不同的途經點以及正數的速度。

# simulator.control.locationRouteNotPaused
source: cmux has no paused location route for this device.
ar: لا يملك cmux مسار موقع مؤقتًا لهذا الجهاز.
de: cmux hat keine pausierte Standortroute für dieses Gerät.
es: cmux no tiene ninguna ruta de ubicación pausada para este dispositivo.
fr: cmux n’a pas d’itinéraire de localisation en pause pour cet appareil.
ja: cmuxはこのデバイスで一時停止中の位置情報ルートを管理していません。
ko: cmux에 이 기기에 대해 일시 정지된 위치 경로가 없습니다.
zh_hans: cmux 没有此设备已暂停的位置路线。
zh_hant: cmux 沒有此裝置的已暫停位置路線。

# simulator.control.locationRouteNotRunning
source: cmux has no running location route for this device.
ar: لا يملك cmux مسار موقع قيد التشغيل لهذا الجهاز.
de: cmux hat keine laufende Standortroute für dieses Gerät.
es: cmux no tiene ninguna ruta de ubicación activa para este dispositivo.
fr: cmux n’a pas d’itinéraire de localisation en cours d’exécution pour cet appareil.
ja: cmuxはこのデバイスで実行中の位置情報ルートを管理していません。
ko: cmux에 이 기기에 대해 실행 중인 위치 경로가 없습니다.
zh_hans: cmux 没有此设备正在运行的位置路线。
zh_hant: cmux 沒有此裝置的執行中位置路線。

# simulator.control.locationRouteOwnershipLost
source: Another client replaced this device's location route.
ar: استبدل عميل آخر مسار الموقع الخاص بهذا الجهاز.
de: Ein anderer Client hat die Standortroute dieses Geräts ersetzt.
es: Otro cliente reemplazó la ruta de ubicación de este dispositivo.
fr: Un autre client a remplacé l’itinéraire de localisation de cet appareil.
ja: 別のクライアントがこのデバイスの位置情報ルートを置き換えました。
ko: 다른 클라이언트가 이 기기의 위치 경로를 대체했습니다.
zh_hans: 另一个客户端已替换此设备的位置路线。
zh_hant: 另一個用戶端已取代此裝置的位置路線。

# simulator.control.logIntervalInvalid
source: The log interval must be positive.
ar: يجب أن تكون الفترة الزمنية للسجل موجبة.
de: Das Protokollierungsintervall muss positiv sein.
es: El intervalo de registro debe ser positivo.
fr: L’intervalle de journalisation doit être positif.
ja: ログの期間は正の値で指定してください。
ko: 로그 간격은 양수여야 합니다.
zh_hans: 日志间隔必须为正数。
zh_hant: 日誌間隔必須為正數。

# simulator.control.nativeInputRequiresWorker
source: Native input actions require the isolated Simulator worker.
ar: تتطلب إجراءات الإدخال الأصلية عامل الـ Simulator المعزول.
de: Native Eingabeaktionen erfordern den isolierten Simulator-Worker.
es: Las acciones de entrada nativa requieren el worker aislado del simulador.
fr: Les actions de saisie natives nécessitent le worker Simulator isolé.
ja: ネイティブ入力操作には分離されたSimulatorワーカーが必要です。
ko: 네이티브 입력 작업은 격리된 시뮬레이터 워커가 필요합니다.
zh_hans: 原生输入操作需要隔离的模拟器工作进程。
zh_hant: 原生輸入動作需要隔離的 Simulator 工作者。

# simulator.control.privacyBundleIdentifierRequired
source: Granting or revoking privacy access requires a bundle identifier.
ar: يتطلب منح أو إلغاء الوصول إلى الخصوصية معرف حزمة.
de: Das Gewähren oder Entziehen des Datenschutzzugriffs erfordert einen Bundle-Identifier.
es: Otorgar o revocar el acceso de privacidad requiere un identificador de bundle.
fr: L’octroi ou la révocation de l’accès à la confidentialité nécessite un identifiant de bundle.
ja: プライバシーアクセスの許可または取り消しにはバンドル識別子が必要です。
ko: 개인정보 보호 권한을 허용하거나 취소하려면 번들 식별자가 필요합니다.
zh_hans: 授予或撤销隐私访问权限需要提供包标识符。
zh_hant: 允許或撤銷隱私權存取需要 Bundle Identifier。
